{
    "navbar": {
      "about": "Chi sono",
      "skills": "Skills",
      "projects": "Progetti",
      "contact": "Mettiti in contatto!"
    },
    "hero-contacts": {
        "title": "Contatti"
    },
    "introduction": {
      "greeting": "Ciao!",
      "who": "Sono Vincenzo!",
      "description": "Sono un <strong class='bg-secondary text-white px-1 rounded-md'>Junior Full Stack Developer</strong> con sede in Italia. Sono appassionato di tecnologia e sempre alla ricerca di nuove sfide.",
      "cv": "Scarica CV"
    },
    "skills": {
      "title": "Competenze Tecniche"
    },
    "languages": {
      "title": "Lingue",
      "it": "Italiano",
      "en": "Inglese",
      "jp": "Giapponese",
      "native": "Lingua madre"
    },
    "projects" : {
      "title": "Alcuni miei progetti",
      "tech": "Tecnologie usate: ",
      "lan": "Lingue: ",
      "more": "Più info",
      "future": "Nuovi progetti sono in fase di sviluppo... restate sintonizzati!",
      "pittari": {
        "title": "Sito Web Pittari",
        "description": "Il progetto unisce la passione per le lingue con lo sviluppo web. Pittari (ピッタリ in giapponese) è un portale che offre diverse funzionalità utili per imparare il giapponese. Dalla ricerca di kanji ad articoli e forum, Pittari fornisce risorse complete per gli studenti della lingua giapponese."
      },
      "petcenter": {
        "title": "Pet Center",
        "description": "Esplora il mondo dei tuoi amici pelosi con Pet Center. Focus particolare sulle operazioni CRUD (Create, Read, Update, Delete)."
      },
      "gym_laravel": {
        "title": "Gestionale palestra",
        "description": "Una piattaforma che permette agli utenti di prenotare una vasta gamma di attività e corsi, gestiti da provider registrati. Gli utenti possono esplorare diverse categorie di attività come sport, hobby."
      },
      "gym_wordpress": {
        "title": "Dynamic Body Gym",
        "description": "Questo sito web WordPress è progettato per un centro fitness e benessere, offrendo funzionalità complete per soddisfare sia i soci che potenziali clienti. Serve come hub centrale per informazioni sui servizi della palestra, gli orari di apertura, le classi di fitness e altro ancora."
      },
      "weather": {
        "title": "Raining Bot",
        "description": "Raining Bot è un bot per Discord basato su Node.js, progettato per fornire aggiornamenti e previsioni meteorologiche in tempo reale. Questo bot utilizza API meteorologiche per offrire informazioni meteo accurate e tempestive direttamente sul tuo server Discord."
      }
    },
    "hobbies": {
      "title": "Hobby e interessi",
      "reading": "Leggere",
      "travel": "Viaggiare",
      "learning": "Imparare",
      "lan": "lingue"
    },
    "getintouch": {
      "title": "Mettiti In Contatto",
      "name": "Nome",
      "email": "Email",
      "message": "Messaggio",
      "check": "Accetto l'Informativa sulla Privacy.",
      "button": "Invia Messaggio"
    },
    "privacy-policy": {
      "title": "Privacy Policy",
      "welcome": "Benvenuto nel sito portfolio di Vincenzo. Questa Informativa sulla Privacy spiega come gestiamo le tue informazioni personali quando visiti il nostro sito web e utilizzi il nostro modulo di contatto. Utilizzando questo sito, accetti i termini descritti in questa informativa.",
      "information": "Informazioni che Raccogliamo",
      "collect": "Quando utilizzi il nostro modulo di contatto, raccogliamo le seguenti informazioni: nome, per personalizzare la nostra comunicazione; indirizzo email, per rispondere alle tue richieste.",
      "how-info": "Come Utilizziamo le Tue Informazioni",
      "purpose": "Le informazioni raccolte tramite il nostro modulo di contatto vengono utilizzate esclusivamente per: rispondere alle tue richieste e messaggi, fornirti informazioni relative ai nostri servizi o al nostro lavoro.",
      "legal": "Base Giuridica per il Trattamento",
      "process": "Trattiamo i tuoi dati personali in conformità con il Regolamento Generale sulla Protezione dei Dati (GDPR) e il Decreto Legislativo n. 196/2003, come modificato dal Decreto Legislativo n. 101/2018, e altre leggi applicabili. La nostra base giuridica per il trattamento delle tue informazioni è il tuo consenso, che fornisci quando invii le tue informazioni tramite il modulo di contatto.",
      "third": "Condivisione con Terze Parti",
      "no-share": "Non condividiamo, vendiamo o distribuiamo le tue informazioni personali a terze parti, eccetto quando richiesto dalla legge.",
      "international-users": "Utenti Internazionali",
      "international": "Il nostro sito web è accessibile a livello mondiale. Se accedi al nostro sito dall'esterno dell'Unione Europea, ti preghiamo di essere consapevole che le tue informazioni possono essere trasferite, conservate e trattate in Italia. Utilizzando i nostri servizi, acconsenti a tale trasferimento, conservazione e trattamento.",
      "changes": "Modifiche a Questa Informativa",
      "update": "Potremmo aggiornare questa Informativa sulla Privacy di tanto in tanto. Qualsiasi modifica sarà pubblicata su questa pagina e la data di efficacia sarà aggiornata di conseguenza.",
      "contact-us": "Contattaci",
      "contacts": "Se hai domande o preoccupazioni riguardo questa Informativa sulla Privacy, ti preghiamo di contattarci all'indirizzo: vincenzosa26@icloud.com",
      "date": "Questa Informativa sulla Privacy è efficace dal 09/07/2024."
    }
}
  